Revit 2027 API
IExternalCommand Methods
The IExternalCommand type exposes the following members.
Methods
Name | Description
Execute | Overload this method to implement and external command within Revit.
Top
See Also
Reference
IExternalCommand Interface
Autodesk.Revit.UI Namespace